Repository: tsilbermann/Front-End-File-Uploader---concrete5
Catalog: messages.po
Languages: de_de

source: Access Denied.
de_de: Zugriff verweigert

source: Front End Uploader
de_de: Dateien hochladen

source: Upload files to a fileset directly from a front end page.
de_de: Dateien direkt von der Website in ein Album laden.

source: Pop up the Concrete5 Filemanager directly from a front end page.
de_de: Die Dateiverwaltung direkt von einer Seite der Website aus anzeigen.

source: Nobody
de_de: Niemand

source: Page Owner
de_de: Seitenbesitzer

source: Specified User
de_de: Bestimmter Benutzer

source: User Group
de_de: Benutzergruppe

source: Any Registered User
de_de: Jeder registrierte Benutzer

source: Enter title in dialog
de_de: Feld "Dateititel"

source: Show a field to enter a title for the file within the dialog.
de_de: Zeigt ein Feld in dem ein alternativer Dateititel (alle Schreibweisen erlaubt) angegeben werden kann.

source: Require title in dialog
de_de: ist Pflichtangabe

source: Make the title a required field in the dialog.
de_de: Alternative Dateititel zur Pflichtangabe im Upload-Dialog machen.

source: Enter description in dialog
de_de: Feld "Dateibeschreibung"

source: Show a field to enter a description for the file within the dialog.
de_de: Zeigt ein Feld in dem eine Dateibeschreibung angegeben werden kann.

source: Require description in dialog
de_de: ist Pflichtangabe

source: Make the description a required field in the dialog.
de_de: Dateibeschreibung zur Pflichtangabe im Upload-Dialog machen.

source: Show upload history
de_de: Verlauf anzeigen

source: Show a list of files that have been uploade from this dialog.
de_de: Eine Liste der bereits hochgeladenen Dateien anzeigen

source: Show thumbnail in history
de_de: Vorschaubild im Verlauf anzeigen

source: Show thumbnails within the history display.
de_de: Kleine Vorschaubilder der Dateien im Verlauf anzeigen.

source: Show title in history
de_de: Titel im Verlauf anzeigen

source: Show file titles within the history display.
de_de: Dateititel im Verlauf anzeigen.

source: Show description in history
de_de: Beschreibung im Verlauf anzeigen

source: Show file descriptions within the history display.
de_de: Dateibeschreibung im Verlauf anzeigen.

source: Auto upload
de_de: Automatisches Hochladen

source: Automatically start upload when a file is selected.
de_de: Automatisches Hochladen starten, nachdem eine Datei ausgewählt wurde.

source: Ignore extension case
de_de: Schreibweise der Dateiendung ignorieren

source: Ignore file extension case. Concrete5 prefers lowercase extensions. Checking this will allow uppercase extensions.
de_de: Die Schreibweise der Dateiendung wird ignoriert. Das System bevorzugt Kleinbuchstaben in den Dateibezeichnungen. Ist diese Option aktiviert, werden auch Großbuchstaben akzeptiert.

source: Skip file validation in dialog
de_de: Hinweis auf unzulässige Dateien überspringen

source: Skip validation in the upload dialog and leave it all to the server processing.
de_de: Den Hinweis auf unzulässige Dateien im Dialog überspringen und die Prüfung dem Server überlassen (beim Hochladen).

source: Don't clear file selection
de_de: Verlauf nicht löschen

source: Do not clear the file selection after each upload has completed.
de_de: Die vorher ausgewählten Dateien werden nach jedem Hochladen weiterhin angezeigt.

source: Drag/Drop selection
de_de: Auswahl verschieben

source: Enable html5 drag/drop selection of files where supported by browser.
de_de: Auswahl verschieben (html5) in unterstützten Browsern aktivieren.

source: Show message to iOS devices
de_de: Hinweis für iOS-Geräte anzeigen

source: The message will be shown in the upload dialog on iOS devices.
de_de: Der Hinweis wird im Upload-Dialog auf iOS-Geräten angezeigt.

source: Show link to iOS devices
de_de: Link für iOS-Geräte anzeigen

source: The link will be shown in the upload dialog on iOS devices.
de_de: Der Link wird im Upload-Dialog auf iOS-Geräten angezeigt.

source: Show only if iCab is not detected
de_de: Nur zeigen, wenn iCab(Browser) nicht erkannt wurde.

source: The message and/or link will only be shown if iCab Mobile is not detected.
de_de: Der Hinweis und/oder Link wird nur angezeigt, wenn iCab-Mobile(Browser) nicht erkannt wurde.

source: Enable resizing of uploaded image files
de_de: Bildgröße ändern

source: Resize images on upload, before they are entered into the Concrete5 files.
de_de: Die Maße von Bildern können während des Upload-Dialogs angepasst werden.

source: Do not replace
de_de: Dateien nicht ersetzen

source: Existing files will not be replaced. Instead, uploaded files will always be uploaded as new files.
de_de: Vorhandene Dateien werden nicht ersetzt. Stattdessen werden Dateien mit gleichem Namen hinzugefügt.

source: Enable big timeouts
de_de: Größere Zeitüberschreitungen

source: The timeout is normally set in seconds. This option changes the timeout scale to minutes. NOTE: This will not override any server/php limits.
de_de: Zeitüberschreitungen beim Hochladen sind normalerweise in Sekunden festgelegt. Diese Option ermöglicht Zeitüberschreitungen von mehreren Minuten. HINWEIS: Diese Einstellung ersetzt keine möglichen Server-/PHP-Einstellungen.

source: Enable limit on upload size
de_de: Limit für Dateigröße

source: Restrict the size of uploaded files. NOTE: This will not override any server/php limits.
de_de: Beschränkt die Dateigröße der hochzuladenden Dateien. HINWEIS: Diese Einstellung ersetzt keine möglichen Server-/PHP-Einstellungen.

source: To enable your iOS device to upload files, you may need to install the iCab Mobile App.
de_de: Um mit iOS-Geräten Dateien hochladen zu können, muss eventuell die iCab Mobile-App installiert werden.

source: You must have at least one file set defined before you can add a Front End File Uploader block.
de_de: Es muss mindestens ein Dateialbum ausgewählt werden, um den Block hinzufügen zu können.

source: You must have at least one file type/extension defined before you can add a Front End File Uploader block.
de_de: Es muss mindestens ein Dateityp/eine Dateiendung ausgewählt werden, um den Block hinzufügen zu können.

source: Upload Permission
de_de: Benutzerrechte

source: File Types
de_de: Dateitypen

source: Upload Processing
de_de: Upload-Prozess

source: iOS Devices
de_de: iOS-Geräte

source: Who has front end uploader access:
de_de: Rechte, Dateien hochzuladen:

source: Select group:
de_de: Gruppe auswählen:

source: Upload dialog width:
de_de: Breite:

source: pixels
de_de: Pixel

source: Upload dialog height:
de_de: Höhe:

source: Dialog title:
de_de: Titel:

source: Optional prompt information within dialog:
de_de: Optionale Hinweise:

source: At least one file type is required.
de_de: Es ist mindestens ein Dateityp erforderlich.

source: Upload to File Set:
de_de: Hochaden zum Dateialbum:

source: Resize images to maximum width:
de_de: Bilder skalieren bis zu einer Maximalen Breite von:

source: Resize images to maximum height:
de_de: Bilder skalieren bis zu einer Maximalen Höhe von:

source: Upload size limit:
de_de: Maximale Dateigröße:

source: kbytes
de_de: KByte

source: Upload timeout:
de_de: Zeitüberschreitung bei Hochladen:

source: minutes
de_de: Minuten

source: seconds
de_de: Sekunden

source: iOS Dialog Message:
de_de: iOS Dialog-Nachricht:

source: Associated href:
de_de: Link zur iCab-Website:

source: To enable iOS devices to upload files, you may also need to select "Skip file validation in dialog" and "Don't clear file selection" on the Upload Dialog tab.
de_de: Damit Dateien von iOS-Geräten hochgeladen werden können, müssen eventuell auch die Option "Hinweis auf unzulässige Dateien überspringen" und "Dateiauswahl nicht löschen" im Reiter "Upload-Dialog" aktiviert werden.

source: Upload File
de_de: Datei hochladen

source: Upload to %s
de_de: Hochladen nach %s

source: Required title
de_de: Titel (Pflichtangabe)

source: Optional title
de_de: Titel (optional - bei freigelassenem Feld wird der Dateiname verwendet)

source: Required description/caption
de_de: Beschreibung/Bezeichnung (Pflichtangabe)

source: Optional description/caption
de_de: Beschreibung/Bezeichnung (optional)

source: Upload refused by server.
de_de: Hochladen vom Server abgelehnt.

source: Unable to identify file set for upload.
de_de: Dateialbum konnte nicht gefunden werden.

source: Unable to use file set for upload.
de_de: Es ist nicht möglich, Dateien in das Dateialbum hochzuladen.

source: File upload did not complete.
de_de: Das Hochladen der Datei konnte nicht abgeschlossen werden.

source: Missing file size.
de_de: Dateigröße nicht erkannt

source: File size
de_de: Dateigröße

source: kbytes is greater than
de_de: KByte ist größer als

source: kbytes.
de_de: KByte.

source: You need to select a file to upload.
de_de: Bite eine Datei auswählen.

source: The uploaded file size exceeds the maximum configured for the web server.
de_de: Die Dateigröße der hochzuladenden Datei überschreitet das für den Server konfigurierte Maximum.

source: The uploaded file size exceeds the maximum allowed.
de_de: Die Dateigröße der hochzuladenden Datei überschreitet das erlaubte Maximum.

source: The uploaded file was only partially uploaded.
de_de: Die ausgewählte Datei wurde nur teilweise hochgeladen.

source: No file was uploaded.
de_de: Es wurde keine Datei hochgeladen.

source: Unable to upload because the environment is missing a temporary folder to upload into.
de_de: Das Hochladen der Datei ist nicht möglich, da kein Dateiordner im System gefunden wurde.

source: Failed to save file to server.
de_de: Das Speichern der Datei auf dem Server ist fehlgeschlagen.

source: File upload rejected by file type extension.
de_de: Dateityp wurde abgelehnt

source: Unknown upload error.
de_de: Ein unbekannter Fehler ist aufgetreten.

source: Unable to save the upload into a temporary folder for processing.
de_de: Datei konnte nicht im Dateiordner gespeichert werden.

source: You need to enter a title for the file.
de_de: Bitte einen Dateititel angeben.

source: You need to enter a description for the file.
de_de: Bitte eine Dateibeschreibung angeben.

source: You are not allowed to upload files of the type
de_de: Sie haben nicht die nötigen Rechte, folgenden Dateityp hochzuladen:

source: Missing image dimensions.
de_de: Bildmaße nicht angegeben

source: Unable to resize image -
de_de: Folgende Datei konnte nicht skaliert werden:

source: Unable to import file
de_de: Datei konnte nicht importiert werden

source: replaced in set
de_de: wurde ersetzt im Album:

source: uploaded to set
de_de: wurde hinzugefügt zum Album:

source: You do not have permission to upload files here
de_de: Sie haben nicht die nötigen Rechte, Dateien hier hochzuladen.

source: Cancel
de_de: Abbrechen

source: Upload
de_de: Hochladen

source: Close
de_de: Schließen

source: Clear History
de_de: Verlauf löschen

source: You need to select an image file to upload.
de_de: Bitte zuerst eine Datei auswählen.

source: You need to enter a title for the image.
de_de: Bitte einen Titel für das Bild eingeben.

source: You need to enter a description for the image.
de_de: Bitte eine Beschreibung für das Bild eingeben.

source: Upload history has been cleared.
de_de: Verlauf wurde gelöscht.

source: You are not allowed to upload files of this type.
de_de: Sie haben nicht die Berechtigung, Dateien diese Typs hochzuladen.

source: An unknown error has occured. If the problem persists, please contact the site administrator.
de_de: Ein unbekannter Fehler ist aufgetreten. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Administrator.

source: Ready.
de_de: Fertig
